/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'Adguard icon' button */
"Accept" = "Onayla";

/* (AEService) The default message for an unknown error. */
"An unexpected error occurred. Please contact support team." = "Beklenmeyen bir hata oluştu. Destek ekibimizle irtibata geçiniz.";

/* (AEService) Service errors descriptions */
"Attempted to convert rules to JSON while service is not started." = "Hizmet başlatılmadan JSON kurallarını dönüştürmeyi deneyin.";

/* (AEUIAboutController) Subject field for mail bug report */
"Bug Report" = "Hata Raporu";

/* (AESFilterConverter) Error occured when checking of the result from JSON converter. */
"Can't convert rules. Unexpected error occured. Please contact support team." = "Kurallar dönüştürülemedi. Beklenmeyen bir hata oluştu. Destek ekibimizle irtibata geçiniz.";

/* (AEService) Service errors descriptions */
"Can't initialize converter to JSON format!" = "JSON biçimi için dönüştürücü başlatılamıyor!";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send bug report because no email is probably set up on your device." = "Sisteminizde e-posta hesabı ayarlanmadığı için hata raporu gönderilemez.";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send message to support team because you have no configured email account." = "E-posta hesabı belirtmediğiniz için hata raporu gönderilemez.";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'close icon' button */
"Cancel" = "İptal";

/* (AEService) Service errors descriptions */
"Cannot convert the filter rule. Rule text is invalid." = "Kural dönüştürülemez. Kural metni geçersiz.";

/* (AEUIUtils) User filter convertering error description. */
"Cannot convert user filter rules. One of the rules contains an error. Check the rule next to the current cursor position." = "Kullanıcı filtre kuralları dönüştürülemez. Kurallardan bir tanesi hata içeriyor. İmlecin şuanki pozisyonunun yanındaki kuralı kontrol edin.";

/* (Action Extension - AEAUIMainController) Label on switcher. Example: 'Enable filtering on www.github.com' */
"Enable filtering on %@" = "%@ üzerinde filtrelemeyi etkinleştir";

/* (Action Extension - AEAUIMainController) Error tile
   (AEUIUtils) Alert title. When converting rules process ended. */
"Error" = "Hata";

/* (AEService) Service errors descriptions */
"Exceeded the maximum number of filter rules." = "Kural sayısı limiti aşıldı!";

/* (AEService) Service errors descriptions */
"Filters cannot be loaded into Safari. Therefore, your recent changes were not applied." = "Filtreler Safari'ye yüklenemedi. Bu nedenle, son değişiklikler uygulanamadı.";

/* (Action Extension - AEAUIMainController) Mail body to support team about incorrect blocking */
"Incorrect blocking on page:\n%@" = "Bu sayfada yanlış engelleme:\n%@";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'munus' button */
"Less" = "Daha az";

/* (AEUILoadingModal) Standard message when filter conversion is performed. */
"Loading filters to Safari. Please do not turn off Adguard, the process will take no more than 30 seconds..." = "Filtreler Safari'ye yükleniyor. Adguard'ı kapatmayın, bu işlem 30 saniyeden biraz fazla sürebilir...";

/* (Action Extension - AEAUIMainController) Mail body to support team about missed ad */
"Missed ad on page:\n%@" = "Bu sayfada engellenmemiş reklam:\n%@";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'plus' button */
"More" = "Daha fazla";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'eye icon' button */
"Preview" = "Önizleme";

/* (Action Extension - AEAUIMainController) Mail subject to support team about incorrect blocking */
"Report Incorrect Blocking" = "Yanlış Engellemeyi Raporla";

/* (Action Extension - AEAUIMainController) Mail subject to support team about missed ad */
"Report Missed Ad" = "Engellenmemiş Reklam Raporla";

/* (Action Extension - ActionViewController) Can't obtain hostname when starting. */
"The hostname is not obtained. Perhaps the page is not yet loaded." = "Ana bilgisayar adı temin edilemedi. Sayfa henüz yüklenmemiş olabilir.";

/* (Action Extension - AEAUIMainController) error occurs when click on Block Element button. */
"This website security policy does not allow to launch Adguard Assistant." = "Bu sitenin güvenlik politikası Adguard Assistant'ı başlatmanıza izin vermez.";

/* (Action Extension - ActionViewController) Some errors when starting. */
"Unexpected error occurred while initializing Safari action extension. Please contact Adguard support if this happens again." = "Safari eylem eklentisi başlatılırken beklenmeyen bir hata oluştu. Bu hata tekrar oluşursa Adguard destek ekibiyle irtibata geçin.";

/* (Action Extension - AEAUIMainController) error occurs when try turn off filtration on site. */
"You have exceeded the maximum number of the filter rules." = "Filtre kuralları limit sayısını aştınız.";

